Repository: Molnfront/siphon
Catalog: Siphon2/Resources/*.lproj/Localizable.strings
Languages: de

source: Numpad
de: Ziffernblock

source: Favorites
de: Favoriten

source: Create New Contact
de: Neuen Kontakt erstellen

source: Add to Existing Contact
de: Zu einen Kontakt hinzufügen

source: Cancel
de: Abbrechen

source: Press the Home button
de: Drücke Sie den Home Button

source: Siphon requires a valid SIP account. To enter this information, select "Settings" from your Home screen, and then tap the "Siphon" entry.
de: Siphon braucht einen gültigen SIP Account. Um Ihre SIP Accountdaten einzugeben, selektieren Sie im Programmmenü "Einstellungen" und wählen dort den "Siphon" Eintrag aus.

source: Answer
de: Annehmen

source: Decline
de: Ablehnen

source: End call
de: Anruf beenden

source: calling...
de: Anrufen...

source: call ended
de: Anruf beendet

source: Settings
de: Einstellungen

source: To correct this parameter, select "Settings" from your Home screen, and then tap the "Siphon" entry.
de: Um die Parameter zu vervollständigen, selektieren Sie im Programmmenü"Einstellungen" und wählen dort den "Siphon" Eintrag aus.

source: Invalid value for Local Port (expecting 1-65535).
de: Ungültiger Eintrag des Local Port (Bereich: 1-65535).

source: Invalid value for RTP port (expecting 1-65535).
de: Ungültiger Eintrag des RTP port (Bereich: 1-65535).

source: Invalid value for username or server.
de: Ungültiger Username oder Server Eintrag.

source: Invalid value for server parameter.
de: Ungültige Server- Parameter.

source: Invalid value for timeout (expecting 1-3600).
de: Ungültiger Bereich des Timeouts (Bereich: 1-3600).

source: Invalid value for proxy parameter.
de: Ungültiger Eintrag der Proxy-Parameter.

source: Error adding new account.
de: Fehler beim anlegen eines neuen Accounts.
